Repository: havardgulldahl/funkyquizbot
Catalog: src/translations/*.po
Languages: nb

source: Welcome to this grand quiz!
nb: Velkommen til en super quiz!

source: Yea, let's do something!
nb: Klart, la oss sette i gang!

source: Yo! What are you up to?
nb: Yo! Hva er det du vil?

source: Start a quiz
nb: Start en quiz

source: Watch the show
nb: Se på programmet

source: Welcome to a brand new quiz! If you get seven in a row, you get a prize
nb: Velkommen til en fersk quiz! Hvis du får syv på rad, får du en premie

source: We have no available quizes for you, pls try again later 8)
nb: Vi har ingen tilgjengelige quizer, kan du prøve igjen senere? 8)

source: Wow, you're on a nice streak. Here's a prize!
nb: Wow, du har fin flyt! Her er en premie!

source: Ouch. Wrooooong!:poop: ... Try again!
nb: Iiik. Feeeeil! :poop: .. Prøv på nytt!

source: Right on!
nb: Fulltreffer!

source: You have {} correct questions, only {} to go!
nb: Du har {} riktige svar, bare {} igjen!
